       identification division.
       program-id. docker-gnucobol.
       procedure division.

       display 'docker-gnucobol installed successfully!'.
